[
    {
        "person": "Castaway Traveler",
        "message" : "I met some real nice nomads in the desert! They're so pure. untouched by civilization! They still maintain their own ways of living! For example, yes, you have to hand in all your belongings when you visit someone's house! How bizarre! I do want to head out now, though. Kind of dark in here. Oh, and a rope? so there's a Custom Of being bound with ropes as a visitor?"
    },
    {
        "person": "Burning Warrior",
        "message": "I started a fire in the forest while dozing off. It was lucky there was a magic sprinkler made by the forest fairy. The fire could have wiped the forest."
    },
    {
        "person": "Castaway Traveler",
        "message": "Urgh... Can't believe I'm stuck in this crappy mountain again, and I sprained my ankle, too... Let's see. Mad Panda's emergency recovery service. Just for 200 Gold? Wait, what? \"For remote places including mountains and islands we charge extra 50 million Gold.\" Who in the world would ever fall for this kind of sloppy scam?"
    },
    {
        "person": "Bomb postwoman",
        "message": "You know what? If you throw things while walking, it flies farther than when you throw while standing still. It's the secret Of my quick delivery!"
    },
    {
        "person": "Outcast Student",
        "message": "School got over early because of the exam. I hate exam days. Everyone is excited to go out together. I just rushed home answering to mom on the phone. Who... actually didn't call me. I pretended I was on phone. to look less pathetic being alone."
    },
    {
        "person": "Solo Squad Mercenary",
        "message": "You have to go in alone in some dungeons? Singles like me would shine in those places..."
    },
    {
        "person": "Otaku Student",
        "message": "What?! The 20th anniversary real size statue of 'The Legend of the Hyper' is in Kamazon?! My piggy bank's been filling its belly for this day!"
    },
    {
        "person": "Novice Fortune Teller",
        "message": "[Daily Horoscope] Money: More money out than money in. Avoid people and stay home. Love: Nice day to start new love. Go out and meet new people. Lucky Color: Violet Lucky Number: 42 Lucky Direction: North by Northwest"
    },
    {
        "person": "Bomb Bug Trainer",
        "message": "Today I've heard a terrible news. A poaching duo. who have their main territory in Kanterbury forest, has recently been having their eyes on bomb bugs. My friends on FB, please contact Animal Protection Society immediately the moment you spot suspicious poaching activities. #bombbug #stoppoaching #illegal"
    },
    {
        "person": "Igloo Architect",
        "message": "Today's Architectural Diary Today. I sprayed water on the golden snow of the desert. And then... it turned into dirt! Isn't it amazing? You know, if you sprinkle water on normal snow, it turns into ice!"
    },
    {
        "person": "Ex-priest's Bodyguard",
        "message": "I go on a daily trekking in Mt. Shivering to improve my cardiorespiratory endurance. Today, I noticed my routine trail has collapsed into a valley. Alas, this one lasted for a month. I've gotta find a course that's solid enough to bear my footsteps."
    },
    {
        "person": "Scampy Warrior (M)",
        "message": "Darlings. don't just look at the defense, keep an eye on the damage reduction when buying shields or accessories. It reduces the damage I get, regardless of the types."
    },
    {
        "person": "Ex-priest's Bodyguard",
        "message": "Some of you are worried about the sinkholes are forming around the town. Don't worry. They are just traces Of my head-butting training."
    },
    {
        "person": "Outcast Student",
        "message": "Today at class, we had to make a group of 5 to write an essay. The problem is, we have 31 students in our class. Of course I was left alone, and nobody cared about me until I called out the teacher for help. Even when I joined an already perfectly formed group, they didn't seem to welcome me at all. Why would they? I'm the sixth wheel. I hope teachers designate the group members in advance next time. I really do."
    },
    {
        "person": "Faithful Traffic police",
        "message": "Arrested a goblin at the inn who drank sparkling barley tea and made a scene! Things have been sorted out, but the inn is being cleared up, so be aware!"
    },
    {
        "person": "Occult Girl ",
        "message": "Someone sent me a story!\nWhat kind of scary story is it this time?\nLast night, I was lying down with my eyes closed to sleep...\nIt felt like someone was looking at me...\nI was scared, so scared, and when I opened my eyes...\nI saw Erina•chan with her long hair in front of me!\nHehe, Erina-chan, do you like watching me sleep?\nThat's why I always sleep with Erina-chan standing next to\nme!\nErina-chan, another lovely day with you!\nThis... this isn't a scary story, it's just a story!\nI'm not a radio DJ!\nBesides, why do you sleep with your pillow standing next to\nyou! It's weird!"
    },
    {
        "person": "Scampy Warrior (M)",
        "message": "Hehe! Did you guys see me beating the lava slime with this cool armor? If I wore a thick metal armor, it must've got too hot and I must've got hurt."
    }
]